Repository: barroyo/wp-reading-progress
Catalog: wp-reading-progress/languages/ruigehond-*.po
Languages: nl_nl

source: Light weight customizable reading progress bar. Great UX on longreads! Customize under Settings -> WP Reading Progress
nl_nl: Lichtgewicht aan te passen leesvoortgangsbalk. Betere gebruikerservaring bij longreads! Aanpassen onder Instellingen -> WP Reading Progress

source: Set your options
nl_nl: Instellingen

source: This plugin displays a reading progress bar on your single blog post pages, using the blog article to calculate reading progress.
nl_nl: Deze plugin toont de lees-voortgang op enkele berichtenpagina's, gebruik makend van het blog artikel om de voortgang te berekenen.

source: Optionally you can place it on other pages as well, where it will always use the whole page to calculate reading progress.
nl_nl: Optioneel kan je de balk ook op andere pagina's plaatsen, waar hij altijd de hele pagina gebruikt om de voortgang te berekenen.

source: Please use valid input or the bar might not display.
nl_nl: Gebruik geldige waardes of de balk wordt mogelijk niet weergegeven.

source: No options found, please deactivate WP Reading Progress and then activate it again.
nl_nl: Geen opties gevonden, deactiveer WP Reading Progress en activeer het opnieuw.

source: Use %s or %s, or any VALID selector of a fixed element where the bar can be appended to, e.g. a sticky menu.
nl_nl: Gebruik %s of %s, of elke GELDIGE selector van een vast element waar de balk aan kan worden toegevoegd.

source: Thickness based on screen height is recommended, e.g. %s. But you can also use pixels, e.g. %s.
nl_nl: Dikte gebaseerd op schermhoogte is aanbevolen, bijv. %s. Maar pixels kan ook, bijv. %s.

source: On single blog post page
nl_nl: Op enkele berichtenpagina

source: Show reading progress on these (custom) post types as well
nl_nl: Toon de voortgangsbalk ook op deze (custom) Post types

source: And on their archives
nl_nl: En op hun archieven

source: Save Settings
nl_nl: Instellingen opslaan
